Revit 2027 API
PrimarySizeCriterion.MinimumSize Property
 The minimum size of this criterion.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double MinimumSize { get; set; }
Public Property MinimumSize As Double
	Get
	Set
public:
property double MinimumSize {
	double get ();
	void set (double value);
}
member MinimumSize : float with get, set
Property Value
Double
See Also
Reference
PrimarySizeCriterion Class
Autodesk.Revit.DB Namespace